[{"title":"Shingeki no Kyojin: The Final Season","img_url":"https:\/\/cdn.myanimelist.net\/images\/anime\/1000\/110531.jpg","synopsis":"Gabi Braun and Falco Grice have been training their entire lives to inherit one of the seven titans under Marley's control and aid their nation in eradicating the Eldians on Paradis. However, just as all seems well for the two cadets, their peace is suddenly shaken by the arrival of Eren Yeager and the remaining members of the Survey Corps. \r\n\r\nHaving finally reached the Yeager family basement and learned about the dark history surrounding the titans, the Survey Corps has at long last found the answer they so desperately fought to uncover. With the truth now in their hands, the group set out for the world beyond the walls.\r\n\r\nIn Shingeki no Kyojin: The Final Season, two utterly different worlds collide as each party pursues its own agenda in the long-awaited conclusion to Paradis' fight for freedom.\r\n\r\n[Written by MAL Rewrite]","mal_url":"https:\/\/myanimelist.net\/anime\/40028\/Shingeki_no_Kyojin__The_Final_Season","day":"Mondays","hour":"00:10","time":"JST"},{"title":"Ex-Arm","img_url":"https:\/\/cdn.myanimelist.net\/images\/anime\/1809\/111519.jpg","synopsis":"2014: Akira Natsume seems to almost have a phobia of electrical devices while also being very good at diagnosing them. He resolves to change himself for the better and get a girlfriend like his older brother did. ...But then Akira suddenly dies in an accident. 16 years later a special policewoman and her android partner retrieve and activate a highly advanced AI and superweapon called EX-ARM and put it into full control of their ship as a last resort. Turns out the AI is actually just Akira's brain!\r\n\r\n(Source: MU)","mal_url":"https:\/\/myanimelist.net\/anime\/38853\/Ex-Arm","day":"Mondays","hour":"01:05","time":"JST"},{"title":"Non Non Biyori Nonstop","img_url":"https:\/\/cdn.myanimelist.net\/images\/anime\/1033\/111540.jpg","synopsis":"The carefree journeys of the four girls continue! As their fleeting yet eventful summer becomes a distant memory, the arrival of fall signals a new school year with limitless opportunities. Even as the four girls return to their peaceful routine, the appearance of new faces enlivens the anything but exciting rural life of Asahigaoka.\r\n\r\nNon Non Biyori Nonstop leisurely walks back into the lives of Hotaru Ichijou, Komari Koshigaya, Natsumi Koshigaya, and Renge Miyauchi as they fully embrace their rural lifestyles and turn anything they find into nothing but fun!\r\n\r\n[Written by MAL Rewrite]","mal_url":"https:\/\/myanimelist.net\/anime\/39808\/Non_Non_Biyori_Nonstop","day":"Mondays","hour":"01:35","time":"JST"},{"title":"Kingdom 3rd Season","img_url":"https:\/\/cdn.myanimelist.net\/images\/anime\/1443\/111830.jpg","synopsis":"Following the successful Sanyou campaign, the Qin army, including 1,000-Man Commander Li Xin, inches ever closer to fulfilling King Ying Zheng's dream of unifying China. With a major geographical foothold in the state of Wei now under its control, Qin sets its sights eastward toward the remaining warring states.\r\n\r\nMeanwhile Li Mu—an unparalleled strategist and the newly appointed prime minister of the state of Zhao—has taken advantage of Zhao's temporary truce with Qin to negotiate with the other states without interruption. Seemingly without warning, Ying Zheng receives news that armies from the states of Chu, Zhao, Wei, Han, Yan, and Qi have crossed into Qin territory. Realizing too late the purpose behind Li Mu's truce with Qin, Zheng quickly gathers his advisors to devise a plan to address the six-state coalition army on their doorstep. For the first time in history, the state of Qin faces complete destruction and must use every resource and strategy at their disposal to prevent themselves from being wiped off the map.\r\n\r\n[Written by MAL Rewrite]\r\n","mal_url":"https:\/\/myanimelist.net\/anime\/40682\/Kingdom_3rd_Season","day":"Mondays","hour":"00:15","time":"JST"},{"title":"Koi to Yobu ni wa Kimochi Warui","img_url":"https:\/\/cdn.myanimelist.net\/images\/anime\/1519\/110527.jpg","synopsis":"Once you fall for someone, you can't stop the love.\r\n\r\nA strange encounter spurs the meeting of Amakusa Ryou, a high spec businessman who is loose with women, and his high school sister's best friend, Arima Ichika. From there, he falls madly in love. On one hand, he approaches her with almost too straight-forward methods, while she responds simply disgusted, insulting him without hesitation... and he takes it as her way of showing love.\r\n\r\nThis is a romantic comedy about a twisted elite employee and a normal otaku high school girl. \r\n\r\n(Source: MU, edited)\r\n\r\nThe episodes were streamed in advance on Amazon Prime beginning on March 29, 2021. Regular broadcast began April 5, 2021.","mal_url":"https:\/\/myanimelist.net\/anime\/41103\/Koi_to_Yobu_ni_wa_Kimochi_Warui","day":"Mondays","hour":"22:00","time":"JST"},{"title":"Yami Shibai 8","img_url":"https:\/\/cdn.myanimelist.net\/images\/anime\/1311\/110392.jpg","synopsis":"Eighth season of Yami Shibai.","mal_url":"https:\/\/myanimelist.net\/anime\/44208\/Yami_Shibai_8","day":"Mondays","hour":"03:05","time":"JST"},{"title":"Kuro Gal ni Natta kara Shinyuu to shitemita.","img_url":"https:\/\/cdn.myanimelist.net\/images\/anime\/1267\/111801.jpg","synopsis":"Shion and Rui are the dream team when it comes to hitting on women. Tonight was going to be another night of hooking up with girls for Shion, but he ended up taking a strange drug. When he woke up... he'd turned into a girl?! Rui came looking for Shion, but didn't recognize him, and started hitting on him...\r\n\r\n(Source: Suiseisha, translated)\r\n\r\nEpisode 1 of the standard TV version of the anime was streamed on February 11, 2021 via the ComicFesta Anime Zone website. Regular broadcast began on April 5 at 1:00 a.m. on Toyko MX, while the complete, uncensored version was streamed on the ComicFesta Anime Zone website.\r\n\r\nThis entry reflects standard TV version of the anime.","mal_url":"https:\/\/myanimelist.net\/anime\/47591\/Kuro_Gal_ni_Natta_kara_Shinyuu_to_shitemita","day":"Mondays","hour":"01:00","time":"JST"},{"title":"Garugaku.: Sei Girls Square Gakuin","img_url":"https:\/\/cdn.myanimelist.net\/images\/anime\/1454\/106284.jpg","synopsis":"The anime is set in Holy Girls Square Academy, an academy for training pro star performers. The anime will focus on students who aim to participate in the academy's annual big event, the Girls' Arena.\r\n\r\n(Source: ANN)","mal_url":"https:\/\/myanimelist.net\/anime\/41381\/Garugaku__Sei_Girls_Square_Gakuin","day":"Mondays","hour":"07:05","time":"JST"},{"title":"Puzzle & Dragon","img_url":"https:\/\/cdn.myanimelist.net\/images\/anime\/1535\/95070.jpg","synopsis":"The story is set in modern day Japan following the growth of the protagonist Taiga Akashi, an elementary school kid who wants to be a professional gamer someday. \r\n\r\n(Source: Crunchyroll)","mal_url":"https:\/\/myanimelist.net\/anime\/37096\/Puzzle___Dragon","day":"Mondays","hour":"18:25","time":"JST"},{"title":"Marumaru Manul","img_url":"https:\/\/cdn.myanimelist.net\/images\/anime\/1778\/105047.jpg","synopsis":"The comedy story follows the daily life of a somewhat flippant Pallas's cat or manul named Manul-kun, an orange tabby cat named Chatora-kun, Sukofu-kun, and other cats. \r\n\r\n(Source: ANN)","mal_url":"https:\/\/myanimelist.net\/anime\/40939\/Marumaru_Manul","day":"Mondays","hour":"00:30","time":"JST"},{"title":"Shimajirou no Wow!","img_url":"https:\/\/cdn.myanimelist.net\/images\/anime\/9\/50737.jpg","synopsis":"Fourth season of the Shimajirou children's television series.","mal_url":"https:\/\/myanimelist.net\/anime\/18941\/Shimajirou_no_Wow","day":"Mondays","hour":"07:30","time":"JST"},{"title":"Poccolies","img_url":"https:\/\/cdn.myanimelist.net\/images\/anime\/1806\/105533.jpg","synopsis":"The 2018 LINE sticker set Poccolies is inspiring a series of anime shorts. The story of the sticker set is that a positive and honest boy named Patsuhiko lives on Pokkori Island, along with the shrewd and mysterious Ham, and a reliable older brother figure named Kangaroo. The sticker set follows their daily lives. \r\n\r\n(Source: ANN)","mal_url":"https:\/\/myanimelist.net\/anime\/41101\/Poccolies","day":"Mondays","hour":"23:29","time":"JST"},{"title":"Otoppe","img_url":"https:\/\/cdn.myanimelist.net\/images\/anime\/4\/85180.jpg","synopsis":"The series follows a young girl named Shina who hopes to become the world's best DJ, and is interested in new sounds. Shina explores a mysterious world filled with Otoppe, strange creatures capable of unique sounds.","mal_url":"https:\/\/myanimelist.net\/anime\/35372\/Otoppe","day":"Mondays","hour":"08:40","time":"JST"},{"title":"Reizouko no Tsukenosuke!","img_url":"https:\/\/cdn.myanimelist.net\/images\/anime\/1884\/95217.jpg","synopsis":"A gag anime about foods in a refrigerator. The anime airs within the Oha Suta children's morning TV program and will receive a simultaneous manga serialization by Kazumata Oguri.","mal_url":"https:\/\/myanimelist.net\/anime\/38451\/Reizouko_no_Tsukenosuke","day":"Mondays","hour":"07:05","time":"JST"},{"title":"Awajishima no Shichifukujin","img_url":"https:\/\/cdn.myanimelist.net\/images\/anime\/1860\/109576.jpg","synopsis":"The story centers on the Seven Gods of Fortune in Japanese mythology as they reside on Awaji Island in Hyogo. In the shorts' story, the Seven Gods of Fortune slack in their duties in heaven, and Susanoo-no-Mikoto banishes them to Awaji Island. In order to return to the heavenly realm, they must help bring happiness to humans and rebuild their virtue. The outcast gods reluctantly grant human wishes and accumulate points in their \"god phones\" to be able to return to heaven. They aim to perform good deeds on particularly auspicious days to maximize point accumulation. Despite their best efforts at accumulating virtue, sometimes the Seven Gods of Fortune end up bringing misfortune to humans. When they fail, they lose points, further prolonging their stay on Awaji Island.\r\n\r\n(Source: ANN)","mal_url":"https:\/\/myanimelist.net\/anime\/42998\/Awajishima_no_Shichifukujin","day":"Mondays","hour":"07:30","time":"JST"},{"title":"Akachan Honbuchou","img_url":"https:\/\/cdn.myanimelist.net\/images\/anime\/1585\/113558.jpg","synopsis":"Comedy life of 47-year-old general manager Taketa, whose body became a baby, and his employees.","mal_url":"https:\/\/myanimelist.net\/anime\/48495\/Akachan_Honbuchou","day":"Mondays","hour":"00:40","time":"JST"}]